{
  "intro": {
    "title": "― 論理のキャンバスに夢を描く ―",
    "paragraphs": [
      "新しい角度から物事を描くことで直観的に理解できる世界を広げること。新しく生まれた技術を取り入れることで新しい視界を手にして新発見の芽を探すこと。そんな新発見の芽に世界中の研究者を案内していくこと。選び抜かれたエリート研究者だけでなく、さまざまな文化・経歴・能力をもつ方々が、それぞれの得意分野を生かせる環境を用意されて、楽しみながら活躍できるチームを作ること。誰かに評価されるための研究ではなく、心の底から必要だと信じられる研究を考えて、実現に向けた論理を描き出すこと。そんな研究リーダーになることを理想としながら、ここまでに取り組んできた研究を紹介します。",
      "最近取り組んでいるのはMaterials Informaticsの研究ですが、これらの研究はまだ新しいさな芽でしかなく、私ひとりでできるのは、それらに「育つ可能性」があることを示すことまでです。実際に育て上げるには、私と一緒に研究してくれるメンバーが不可欠です。ここまで私の研究は、アカデミアや企業の研究者、学生、Webエンジニア、研究業務員、開発したシステムのユーザーなどに支えられてきました。また、そんな方々の興味・関心に応えることも私の研究を広げてくれていて、そうして広がった視界の中で研究できる楽しさを感じています。"
    ]
  },
  "projects": [
    {
      "id": "collaboration",
      "title": "共同研究・研究指導",
      "content": [
        "研究はマッチングが重要であり、考え方や目的を共有して意気投合できる誰かと出会えることで、大きく進むものだと考えています。そんな機会を探して、いろいろな場所で講演を行うと、相手の視点から自分の研究を見ることになって、毎回違った講演が生まれます。講演では自分の研究を紹介することが多いですが、直観的な図を使った初学者向け講演（熱電材料、第一原理計算、結晶学など）、研究経歴（海外での高校生活、研究者生活、子育てなど）に関する講演なども可能です。科学を楽しく伝えたいという志を共にする、サイエンスコミュニケーターとの交流もできたら嬉しいです。",
        "私のメインの所属はNIMS（並木地区）ですが、NIMS連携大学院制度を使って、筑波大学大学院の国際マテリアルズイノベーション学位プログラムの准教授も務めています。そこでは毎年10-12月に少人数のハンズオン型英語講義でMaterials Informaticsを教えているほか、この学位プログラムの国際色豊かな学生さんたちの研究発表会に参加しています。私を指導教官として筑波大学の大学院（修士・博士課程）を受験していただくことも歓迎ですが、研究経歴や興味・関心が十分にマッチングしている方に受験していただきたいので、希望される方は下記フォームにてご連絡の上、Webミーティングにてこれまでの研究内容と研究計画を紹介してください。",
        "私はまだ独立した研究室を持っておらず、学生や共同研究者もこれから集めていく必要がありますが、これから紹介する研究テーマのうち、もし自分でやってみたいとピンと来たテーマがあったらご連絡ください。自分の研究テーマと組み合わせて広げていただくのも歓迎です。どんなことに興味があって、どんなことが好きで、どんな能力を持っているのかを知っていくうちに、ベストな研究テーマを作れるかもしれません。研究者になる以外にも、何かの夢があるのでしたらお聞きいただければ、その夢につながる研究の進め方も一緒に考えられるかもしれません。"
      ]
    },
    {
      "id": "mi",
      "title": "Materials Informatics",
      "content": [
        "材料情報学とも言われ、材料科学にデータ科学を応用する研究です。膨大なデータを俯瞰することで、材料科学の全体像が見渡せるようになって、もっと顔を使って戦略的に研究できる環境を作れる可能性に期待をしています。また、理論計算だけではカバーできない「ベテランの勘」の再現にも期待しています。研究者の直感は多数のデータを見ることで磨かれるものですが、これを多数のデータの機械学習で再現することで、初心者でもベテランのように「それらしい材料」を選べるようになれると思っています。",
        "現在のMIは「方法論の開発」がメインの研究分野です。これは、データセットとデータ解析手法の組み合わせ方に新規性を持たせ、その手法の有効性を評価する研究です。第一原理計算などのシミュレーションと違うのは、MIには「正しい計算方法」があるわけではない上に、その結果を信頼できる物理的根拠もないことです。常にAIを疑い、良いAIが出来るまで試行錯誤を重ねる姿勢が求められるので、「AIが予測したから正しい」と盲目的に信じてしまう人や、「正しそうに見せておけばいい」と考えてしまう人は長く続けられないかもしれません。",
        "MIの研究では、異分野のデータセットに使われているデータ解析手法（機械学習アルゴリズムなど）を見つけてきて材料科学のデータセットで試してみることが多いです。情報系の研究者は、さまざまなデータ解析手法を考案して論文や学会で発表しているので、その中から有望な手法を探します。何のデータをどう使って何を予測すると予測精度が高くなりそうか、何が予測できると研究に役に立つのか、多くの材料科学研究者が使いたくなるツールになるのかを考えるために、材料科学研究者としてのセンスが試されます。材料科学の考え方を情報系研究者に教えたり、複雑なデータ解析技術を材料科学研究者に教えたりするため、わかりやすく説明する能力も求められます。",
        "新しい研究分野には、まだ誰も試していない研究テーマがそこら中に残されています。簡単な解析しかできなくても発表できるので、成果を積みながら基礎技術を磨いていくことができます。若い人たちが最前線に立つことができるので、年齢や研究年数による上下関係の少ないオープンな空間になっています。研究分野は違っても、新しいものが好きで、自分の興味関心や価値観に従って研究テーマを設計し、わかりやすく面白いプレゼンで説明できる生き生きとした研究者が沢山います。そんな仲間の研究者たちとともに、常に技術をアップデートしていけば、この分野を今後も引っ張っていくリーダーの１人になって、将来に渡って活躍できる可能性が期待できます。",
        "新発見が多くの研究者の研究につながるように、新しいデータセットやツールの開発も、多くの研究者の研究につながります。そのために独自に始めたのが、以下の３つのプロジェクトです。論文中のグラフ画像から大量の実験データを集めて共有することでオープンデータセットをつくるStarrydataプロジェクト。化合物が形成する元素の組み合わせと、未発見の化合物が眠っている可能性が高い元素の組み合わせを網羅的に予測した元素反応性マップ。無機結晶構造を3次元空間内で組み立ててみることで、原子の気持ちになって結晶を理解することを目指した結晶構造シミュレータ。その他にも便利なツールを作って公開していくことで、初学者から専門家までさまざまな方に使ってもらい、多くの新発見につなげていただきたいと考えています。"
      ]
    },
    {
      "id": "project2",
      "title": "研究テーマ2",
      "content": [
        "こちらに研究テーマ2の内容が入ります。GitHubのresearch.jsonを編集することで、簡単に内容を更新できます。"
      ]
    },
    {
      "id": "project3",
      "title": "研究テーマ3",
      "content": [
        "こちらに研究テーマ3の内容が入ります。"
      ]
    },
    {
      "id": "project4",
      "title": "研究テーマ4",
      "content": [
        "こちらに研究テーマ4の内容が入ります。"
      ]
    },
    {
      "id": "project5",
      "title": "研究テーマ5",
      "content": [
        "こちらに研究テーマ5の内容が入ります。"
      ]
    },
    {
      "id": "project6",
      "title": "研究テーマ6",
      "content": [
        "こちらに研究テーマ6の内容が入ります。"
      ]
    },
    {
      "id": "project7",
      "title": "研究テーマ7",
      "content": [
        "こちらに研究テーマ7の内容が入ります。"
      ]
    },
    {
      "id": "project8",
      "title": "研究テーマ8",
      "content": [
        "こちらに研究テーマ8の内容が入ります。"
      ]
    },
    {
      "id": "project9",
      "title": "研究テーマ9",
      "content": [
        "こちらに研究テーマ9の内容が入ります。"
      ]
    }
  ]
}
