{
  "intro": {
    "title": "― 論理のキャンバスに夢を描く ―",
    "paragraphs": [
      "新しい角度から物事を描くことで直観的に理解できる世界を広げること。新しく生まれた技術を取り入れることで新しい視界を手にして新発見の芽を探すこと。そんな新発見の芽に世界中の研究者を案内していくこと。選び抜かれたエリート研究者だけでなく、さまざまな文化・経歴・能力をもつ方々が、それぞれの得意分野を生かせる環境を用意されて、楽しみながら活躍できるチームを作ること。誰かに評価されるための研究ではなく、心の底から必要だと信じられる研究を考えて、実現に向けた論理を描き出すこと。そんな研究リーダーになることを理想としながら、ここまでに取り組んできた研究を紹介します。"
    ]
  },
  "projects": [
    {
      "id": "research",
      "title": "研究紹介",
      "content": [
        "Materials Informaticsの独自手法開発を通じて、新しい材料科学データの応用法を目指しています。主な研究成果として、論文グラフから材料物性データを集めたStarrydataデータベース、3元素の反応可能性を予測する元素反応性マップ、結晶構造を3Dで組み上げる結晶構造シミュレータなどを開発してきました。",
        "研究はマッチングが重要です。考え方や目的を共有できる方々との出会いによって大きく前進します。これまでアカデミアや企業の研究者、学生、エンジニア、ユーザーの皆様に支えられ、その興味・関心に応えることで研究の視野も広がってきました。",
        "現在はNIMS（並木地区）に所属し、筑波大学大学院の国際マテリアルズイノベーション学位プログラムの准教授も務めています。10-12月には英語でMaterials Informaticsの講義を担当しています。筑波大学大学院（修士・博士課程）での指導教官としても学生を受け入れています。",
        "これらの研究テーマに興味を持たれた方、一緒に研究を進めたい方はぜひご連絡ください。研究テーマの組み合わせや、将来の夢につながる研究の進め方も一緒に考えることができます。"
      ]
    },
    {
      "id": "mi",
      "title": "Materials Informatics",
      "content": [
        "Materials Informaticsは、材料科学にデータ科学を応用する研究分野です。膨大なデータを俯瞰することで材料科学の全体像を把握し、戦略的な研究を可能にします。また、機械学習によって理論計算だけではカバーできない「ベテランの勘」を再現し、初心者でも効率的に材料開発を進められる環境の構築を目指しています。",
        "この分野の特徴は「方法論の開発」が中心であることです。データセットと解析手法の新しい組み合わせを探求し、その有効性を評価します。材料科学の知見と情報科学の技術を橋渡しする能力が求められる、学際的な研究分野です。",
        "MIは新しい分野のため、未開拓の研究テーマが多く残されています。若手研究者が第一人者として活躍できる機会も多く、年齢や経験に関わらずオープンな研究環境が形成されています。",
        "私は独自に3つのプロジェクトを立ち上げました：論文グラフから実験データを集めるStarrydata、元素の組み合わせから化合物形成を予測する元素反応性マップ、そして原子レベルで結晶を理解する結晶構造シミュレータ。これらのツールを通じて、材料科学の新発見に貢献したいと考えています。"
      ]
    },
    {
      "id": "starrydata",
      "title": "Starrydata",
      "content": [
        "Starrydataは、論文中のグラフから材料特性データを抽出・共有する世界初のオープンデータベースプロジェクトです。Materials Informaticsに不可欠な実験データの不足を解決するため、2015年に立ち上げました。",
        "論文のグラフ画像には貴重な実験データが眠っています。これをデジタル化して共有することで、研究者が大規模なデータ解析を行える環境を提供します。現在運用中のStarrydata2は、特に熱電材料分野で世界最大規模の実験データベースとなっています。",
        "2015年の日本熱電学会での立ち上げから、NIMSのMI2Iプロジェクト、理研AIPとの連携を経て、2020年よりNIMSの正式プロジェクトとして運営しています。専門のデータ収集チームが日々論文を精査し、高品質なデータセットを構築し続けています。",
        "今後は、より多くの研究者が参加できる仕組みづくりと、AI技術を活用した半自動化により、材料科学全体の研究を加速させる基盤へと発展させていきます。"
      ]
    },
    {
      "id": "element-map",
      "title": "元素反応性マップ",
      "content": [
        "私たちが開発した元素反応性マップ(Elemental Reactivity Maps)は、1〜3元素の組み合わせで化合物が形成するかどうかを視覚化し、機械学習で予測するツールです。80×80マスのマップ80枚で、すべての3元素の組み合わせを網羅しています。",
        "化合物が存在する組み合わせは赤系（エンジ〜黄）、未報告の組み合わせは青系（紺〜水色）で表示。色の濃さは機械学習による形成可能性スコアを表し、新物質探索の指針として活用できます。",
        "このマップの着想は、私が博士課程で金属ホウ化物の新物質探索をしていた経験から生まれました。700種類以上の3元系金属ホウ化物のデータを分析し、「化合物の穴」を発見。実際にCa-Co-BやCa-Ru-Bの新物質Ca1+eCo4B4、Ca1+eRu4B4の合成に成功しました。",
        "研究者の直感を機械学習で再現し、誰もが効率的に新物質探索できるツールとして開発しました。反応させたい元素の組み合わせだけでなく、反応を避けたい組み合わせの予測にも役立ちます。"
      ]
    },
    {
      "id": "crystal-sim",
      "title": "結晶構造シミュレータ",
      "content": [
        "結晶構造は複雑な数学で表現されますが、本質的には球（原子）を3次元空間に規則的に配置したパターンです。私たちが開発した「結晶構造シミュレータ（Crystal Structure Simulator）」は、パズル感覚で誰もが結晶を組み立てられるWebアプリケーションです。化学の専門知識がなくても、遊びながら結晶の美しさと規則性を体験できます。",
        "元素を選ぶと実際の原子・イオン半径に対応した球が現れ、マウス操作で自由に配置できます。原子間距離の妥当性は色で表示され、直感的に適切な構造を組み立てられます。既存のCIFファイル（結晶構造データ）を読み込んで編集することも可能です。",
        "3万種類以上の安定化合物データを解析し、実際の結晶で現れる原子配置パターンもデータベース化してあります。これにより、類似化合物を参考にしながら新しい結晶構造を設計する機能も実装しています。",
        "今後は教育用の結晶構造動画教材の作成、分子動力学計算との連携による構造安定性の可視化、触媒設計への応用など、幅広い展開を計画しています。このツールを活用した共同研究や新しい応用アイデアをお持ちの方は、ぜひご連絡ください。"
      ]
    },
    {
      "id": "thermoelectric",
      "title": "新規熱電材料探索",
      "content": [
        "熱電材料は、熱と電気を相互変換できる機能材料です。温度差から電気を生み出す「ゼーベック効果」、電流で冷却・加熱する「ペルチェ効果」を利用して、廃熱発電や電子冷却素子として実用化されています。私たちは、より高性能な新規熱電材料の探索と設計指針の確立に取り組んでいます。",
        "第一原理計算による材料設計と、Starrydataで収集した大規模実験データの解析を組み合わせ、高性能化の鍵となる因子を解明してきました。数多く提唱されている探索指針から、バンドギャップとバンド縮重の制御が重要であると考え、特殊な電子構造を持つ新材料の探索も進めています。",
        "2009年から熱電材料研究に携わり、理論・実験・装置開発の幅広い経験を蓄積してきました。現在は日本熱電学会理事として、初学者向け講習会から専門家向けの解説まで幅広く情報発信を行っています。機械学習を活用した材料探索により、研究分野の新しい展開を目指しています。"
      ]
    },
    {
      "id": "new-crystal",
      "title": "新物質探索",
      "content": [
        "新物質探索は、未報告の元素と結晶構造の組み合わせから、予想外の物性を持つ材料を発見する研究です。データ解析と研究者の直感、そして元素反応性マップによる予測を組み合わせ、効率的な探索を進めています。",
        "特に金属ホウ化物では、ホウ素が作る独特な二十面体やハニカム構造の形成法則を解明し、多くの新物質を合成してきました。現在は合成系研究者と連携し、データ科学の観点から新物質の可能性を予測・提案する役割を担っています。",
        "実験の醍醐味は、予想外の構造が現れることです。狙った構造とは異なる、思いがけない新物質が生まれることも多く、そこに新発見のチャンスがあります。柔軟な姿勢で多様な物質群を探索し、材料科学の新しい可能性を開拓していきます。"
      ]
    },
    {
      "id": "new-superconductor",
      "title": "新規超伝導体探索",
      "content": [
        "超伝導体は、特定の温度以下で電気抵抗がゼロになる革新的材料です。MRI装置、リニアモーターカー、量子コンピュータなど、現代社会を支える技術に不可欠です。より高温で動作し、実用的な新規超伝導体の発見を目指して研究を続けています。",
        "博士課程では、透過型電子顕微鏡を用いた原子レベルの構造解析により、新規超伝導体の発見に貢献しました。特に新規鉄系超伝導体の詳細な結晶構造を解明し、超伝導発現メカニズムの理解を深めてきました。現在は、データ科学的アプローチにより効率的な材料探索に繋がる可能性を検討しています。"
      ]
    },
    {
      "id": "MgB2",
      "title": "MgB2の臨界電流特性",
      "content": [
        "MgB2は2001年に発見された超伝導体で、実用化が期待される材料です。学部4年で取り組んだ研究では、この材料の臨界電流特性の改善に成功しました。超伝導状態を保ちながら流せる電流量を増やすため、材料内部に「磁束ピンニングセンター」と呼ばれる微細構造を導入する手法を開発しました。",
        "系統的な実験により、粒径制御と高密度化が性能向上の鍵であることを解明しました。微細なホウ素粉末を用いたMg不足条件での熱処理により、高性能材料の作製に成功。これらの知見は現在もMgB2線材の産業開発に活用されています。"
      ]
    }
  ]
}
